Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: The following illegal substitution variables were found in the <code>%(property)s</code> string: <code>%(bad)s</code> <p>Your list may not operate properly until you correct this problem.
ca_es: S'han trobat les següents variables de substitució incorrectes a la cadena <code>%(property)s</code>: <code>%(bad)s</code> <p>La seva llista podria no funcionar correctament fins que corregeixi el problema.

source: Your <code>%(property)s</code> string appeared to have some correctable problems in its new value. The fixed value will be used instead. Please double check that this is what you intended.
ca_es: La cadena <code>%(property)s</code> semblava tenir un nou valor amb problemes que s'han pogut corregir. S'utilitzarà el valor corregit. Si us plau, verifiqui que el resultat és el que vostè pretenia aconseguir.

source: General Options
ca_es: Opcions Generals

source: Conceal the member's address
ca_es: Oculta l'adreça del subscriptor

source: Acknowledge the member's posting
ca_es: Confirma l'enviament del subscriptor

source: Do not send a copy of a member's own post
ca_es: No enviïs una còpia dels enviaments propis dels subscriptors

source: Filter out duplicate messages to list members (if possible)
ca_es: Filtra els missatges duplicats als membres de la llista (si és possible)

source: Fundamental list characteristics, including descriptive info and basic behaviors.
ca_es: Característiques fonamentals de la llista, com ara la informació i el seu comportament bàsic.

source: General list personality
ca_es: Personalitat general de la llista

source: The public name of this list (make case-changes only).
ca_es: El nom públic d'aquesta llista (feu-hi només canvis de majúscules i minúscules).

source: The capitalization of this name can be changed to make it presentable in polite company as a proper noun, or to make an acronym part all upper case, etc. However, the name will be advertised as the email address (e.g., in subscribe confirmation notices), so it should <em>not</em> be otherwise altered. (Email addresses are not case sensitive, but they are sensitive to almost everything else :-)
ca_es: La capitalització d'aquest nom es pot canviar per a fer-lo presentable d'acord amb la política de la companyia tal com un nom propi, o per a fer un acrònim en majúscules, etc. No obstant això, el nom es publicarà com una adreça de correu electrònic (ex: en les notificacions per a confirmar la subscripció), per tant, <em/>no</em> s'hauria d'alterar. (En les adreces de correu electrònic no es distingeixen majúscules de minúscules, però si es distingeixen per a qualsevol altre propòsit :-)

source: The list administrator email addresses. Multiple administrator addresses, each on separate line is okay.
ca_es: Les adreces electròniques l'administrador de la llista. Si en té més d'una, especifiqueu cadascuna d'elles en una línea separada.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the <a href="?VARHELP=general/moderator">email addresses of the list moderators</a>. Note that the field you are changing here specifies the list administrators.
ca_es: Hi ha dos rols associats a cada llista de distribució. Els <em>administradors de la llista</em> són les persones que tenen l'última paraula sobre totes les opcions de configuració de la llista de distribució. Són capaços de canviar qualsevol paràmetre de configuració disponible a través de les pàgines web d'administració. / <p>Els <em>Moderadors de la llista</em> tenen menys permisos, no són capaços de canviar qualsevol variable de configuració, però se'ls permet que decideixin sobre les peticions administratives, incloent aprovar o denegar les peticions de subscripció pendents i decidir que fer amb els enviaments retinguts a la llista. Per suposat, els <em>administradors de la llista</em> també poden ocupar-se de les peticions pendents. <p>Per a poder dividir les tasques d'administració entre els administradors i els moderadors, ha de <a href="passwords">posar-li una contrasenya distinta</a> als moderadors a la secció inferior, a més d'indicar en aquesta secció les <a href="?VARHELP=general/moderator">adreces de correu electrònic dels moderadors</a>. Observi que els camps que es canvien aquí indiquen els administradors de la llista.

source: The list moderator email addresses. Multiple moderator addresses, each on separate line is okay.
ca_es: Les adreces de correu electrònic del moderador de la llista. Múltiples adreces del moderador, cada una en una línea separada.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the email addresses of the list moderators in this section. Note that the field you are changing here specifies the list moderators.
ca_es: Hi ha dos rols associats a cada llista de distribució. Els <em>administradors de la llista</em> són les persones que tenen l'última paraula sobre totes les opcions de configuració de la llista de distribució. Són capaços de canviar qualsevol paràmetre de configuració disponible a través de les pàgines web d'administració. / <p>Els <em>Moderadors de la llista</em> tenen menys permisos, no són capaços de canviar qualsevol variable de configuració, però se'ls permet que decideixin sobre les peticions administratives, incloent aprovar o denegar les peticions de subscripció pendents i decidir que fer amb els enviaments retinguts a la llista. Per suposat, els <em>administradors de la llista</em> també poden ocupar-se de les peticions pendents. <p>Per a poder dividir les tasques d'administració entre els administradors i els moderadors, ha de <a href="passwords">posar-li una contrasenya distinta</a> als moderadors a la secció inferior, a més d'indicar en aquesta secció les <a href="?VARHELP=general/moderator">adreces de correu electrònic dels moderadors</a>. Observi que els camps que es canvien aquí indiquen els moderadors de la llista.

source: A terse phrase identifying this list.
ca_es: Una frase breu que identifiqui a aquesta llista.

source: This description is used when the mailing list is listed with other mailing lists, or in headers, and so forth. It should be as succinct as you can get it, while still identifying what the list is.
ca_es: Aquesta descripció es fa servir quan la llista de distribució es mostra juntament amb altres llistes, o en les capçaleres i similars. Hauria de ser tot el concisa que pugui, mentre que pugui identificar que va la llista.

source: An introductory description - a few paragraphs - about the list. It will be included, as html, at the top of the listinfo page. Carriage returns will end a paragraph - see the details for more info.
ca_es: Una introducció - uns quants paràgrafs - sobre la llista. S'inclourà com codi html al principi de la pàgina d'informació de la llista. Els retorns de carro finalitzaran un paràgraf - vegi els detalls per a més informació.

source: The text will be treated as html <em>except</em> that newlines will be translated to &lt;br&gt; - so you can use links, preformatted text, etc, but don't put in carriage returns except where you mean to separate paragraphs. And review your changes - bad html (like some unterminated HTML constructs) can prevent display of the entire listinfo page.
ca_es: El text es tractarà com codi html <em>excepte</em> els retorns de carro que es traduiran a &lt;br&gt/; - de manera que pot utilitzar enllaços, text pre-formatat, etc, però no posi retorns de carro més que per a separar els paràgrafs. Revisi els seus canvis, perquè errors en el codi html poden evitar que la pàgina d'informació de la llista es visualitzi completament.

source: Prefix for subject line of list postings.
ca_es: Prefix per a la línia Tema dels enviaments de la llista.

source: This text will be prepended to subject lines of messages posted to the list, to distinguish mailing list messages in mailbox summaries. Brevity is premium here, it's ok to shorten long mailing list names to something more concise, as long as it still identifies the mailing list. You can also add a sequential number by %%d substitution directive. eg.; [listname %%d] -> [listname 123] (listname %%05d) -> (listname 00123)
ca_es: Aquest text s'afegirà al principi de les línies del tema dels missatges enviats a la llista per a distingir-los a les llisted de missatges de les bústies de correu. Aquí la brevetat és molt important: es poden abreviar els noms llargs de les llistes de correu a quelcom més concís, sempre que permeti identificar la llista de correu. També hi podeu afegir un número seqüencial a substituir segons el format %%d: Exemples: [nomllista %%d] -> [nomllista 123] (nomllista %%05d) -> (nomllista 00123)

source: Hide the sender of a message, replacing it with the list address (Removes From, Sender and Reply-To fields)
ca_es: Ocultar el remitent del missatge, reemplaçant-lo amb l'adreça de la llista (elimina els camps From, Sender i Reply-To)

source: <tt>Reply-To:</tt> header munging
ca_es: Capçalera explícita <tt>Reply-To:</tt>

source: Should any existing <tt>Reply-To:</tt> header found in the original message be stripped? If so, this will be done regardless of whether an explict <tt>Reply-To:</tt> header is added by Mailman or not.
ca_es: S'ha d'eliminar qualsevol capçalera <tt>Reply-To:</tt> que es trobi en el missatge original? En cas afirmatiu, es farà sense tenir en conta si Mailman afegeix un capçalera <tt>Reply-To:</tt> o no.

source: Explicit address
ca_es: Adreça explícita

source: Poster
ca_es: Remitent

source: This list
ca_es: Aquesta llista

source: Where are replies to list messages directed? <tt>Poster</tt> is <em>strongly</em> recommended for most mailing lists.
ca_es: On s'envian les respostes als missatges de la llista? <tt>Remitent</tt> és <em>altament</em>recomanat per la majoria de llistes.

source: Explicit <tt>Reply-To:</tt> header.
ca_es: Capçalera <tt>Contestar-a:</tt> explícita.

source: Umbrella list settings
ca_es: Configuració de llista en cascada

source: Send password reminders to, eg, "-owner" address instead of directly to user.
ca_es: Enviar recordatoris de contrasenya a, ex, l'adreça de "-owner" en lloc de directament al usuari.

source: Set this to yes when this list is intended to cascade only to other mailing lists. When set, meta notices like confirmations and password reminders will be directed to an address derived from the member's address - it will have the value of "umbrella_member_suffix" appended to the member's account name.
ca_es: Posi-la afirmativament quan aquesta llista estigui destinada a enviar missatges a altres llistes en cascada. Quan aquesta opció estigui activa, les notificacions tal com les confirmacions i el recordatori de les contrasenyes, es dirigiran a una adreça derivada de l'adreça que està subscrita a aquesta llista i que tindrà el valor de "umbrella_member_suffix" afegit al nom d'usuari del membre.

source: Suffix for use when this list is an umbrella for other lists, according to setting of previous "umbrella_list" setting.
ca_es: Sufix a fer servir quan aquesta llista enviï a altres llistes, d'acord amb la configuració posada en l'opció anterior "umbrella_list".

source: When "umbrella_list" is set to indicate that this list has other mailing lists as members, then administrative notices like confirmations and password reminders need to not be sent to the member list addresses, but rather to the owner of those member lists. In that case, the value of this setting is appended to the member's account name for such notices. `-owner' is the typical choice. This setting has no effect when "umbrella_list" is "No".
ca_es: Quan "umbrella_list" està activa és per a indicar que aquesta llista té a altres llistes com subscriptors, aleshores les notificacions administratives com les confirmacions i les contrasenyes no es necessiten enviar als subscriptors de les llista, sinó al propietari d'aquestes llistes. En aquest cas, el valor d'aquesta opció s'afegeix al nom d'usuari del membre per a tals notificacions. '-owner' és l'elecció típica. Aquesta opció no té efecte si "umbrella_list" és "No".

source: Send monthly password reminders?
ca_es: Voleu enviar recordatoris mensuals de la contrasenya?

source: Turn this on if you want password reminders to be sent once per month to your members. Note that members may disable their own individual password reminders.
ca_es: Estableix això a on si voleu enviar recordatoris de contrasenyes una vegada al mes als teus membres. Nota que els membres ho poden desactivar amb els seus recordatoris de contrasenya individuals.

source: List-specific text prepended to new-subscriber welcome message
ca_es: text específic a la llista que es posarà al principi del missatge de benvinguda enviat als nous subscriptors

source: This value, if any, will be added to the front of the new-subscriber welcome message. The rest of the welcome message already describes the important addresses and URLs for the mailing list, so you don't need to include any of that kind of stuff here. This should just contain mission-specific kinds of things, like etiquette policies or team orientation, or that kind of thing. <p>Note that this text will be wrapped, according to the following rules: <ul><li>Each paragraph is filled so that no line is longer than 70 characters. <li>Any line that begins with whitespace is not filled. <li>A blank line separates paragraphs. </ul>
ca_es: Aquest valor, si existeix, s'afegirà al principi del missatge de benvinguda dels nous subscriptors. La resta del missatge de benvinguda ja descriu les adreces i URLs rellevants de la llista de distribució, de manera que no necessita incloure aquest tipus d'informació aquí. Aquí només hauria d'incloure informació especifica a l'objectiu de la llista, com la política de la llista o una orientació als usuaris, o qualsevol altra cosa similar. <p>Tingui en compte que aquest text es desplegarà d'acord amb les següents regles: <ul><li>Cada paràgraf es completa de manera que no ocupi més de 70 caràcters. <li>Qualsevol línia que comenci amb un espai en blanc no es completa. <li>Una línia en blanc separa paràgrafs. </ul>

source: Send welcome message to newly subscribed members?
ca_es: Voleu enviar un missatge de benvinguda als subscriptors nous?

source: Turn this off only if you plan on subscribing people manually and don't want them to know that you did so. This option is most useful for transparently migrating lists from some other mailing list manager to Mailman.
ca_es: Desactivar-lo només si té previst subscriure a gent manualment i no vol que ells ho sàpiguen. Aquesta opció és sobretot útil per a migrar de forma transparent llistes d'altres gestors de llistes de correu a Mailman.

source: Text sent to people leaving the list. If empty, no special text will be added to the unsubscribe message.
ca_es: Text a enviar a la gent que deixi la llista. Si es deixa buit cap text especial s'afegira al missatge de cancel·lar la subscripció.

source: Send goodbye message to members when they are unsubscribed?
ca_es: Voleu enviar un missatge de comiat quan els membres cancel·lin la seva subscripció?

source: Should the list moderators get immediate notice of new requests, as well as daily notices about collected ones?
ca_es: S'ha de notificar de les noves peticions immediatament als moderadors, així com enviar-li un recordatori diari amb les peticions pendents?

source: List moderators (and list administrators) are sent daily reminders of requests pending approval, like subscriptions to a moderated list, or postings that are being held for one reason or another. Setting this option causes notices to be sent immediately on the arrival of new requests as well.
ca_es: Als moderadors (i als administradors de la llista) se'ls envia diàriament un recordatori de les peticions pendents d'aprovació, com per exemple les subscripcions a una llista moderada així com de l'enviament de missatges que es retenen per una raó o una altra. Activar aquesta opció causa que les notificacions s'enviïn immediatament quan arribin noves peticions.

source: Should administrator get notices of subscribes and unsubscribes?
ca_es: L'administrador ha de rebre notificacions de les subscripcións i de les cancel·lacions de subscripció?

source: Send mail to poster when their posting is held for approval?
ca_es: Voleu enviar un missatge al remitent se li retingui un missatge per a aprovar-lo?

source: Additional settings
ca_es: Paràmetres addicionals

source: Emergency moderation of all list traffic.
ca_es: Moderació d'emergència de tot el tràfic de la llista.

source: When this option is enabled, all list traffic is emergency moderated, i.e. held for moderation. Turn this option on when your list is experiencing a flamewar and you want a cooling off period.
ca_es: Quan aquesta opció està habilitada, es moderarà tot el tràfic de la llista, per ex. retingut per a moderar. Habiliti aquesta opció quan s'estigui fent servir la llista per a ofenses personals i vulgui donar un període de calma.

source: Default options for new members joining this list.<input type="hidden" name="new_member_options" value="ignore">
ca_es: Opcions per defecte per als nous membres unint-se a la llista.<input type="hidden" name="new_member_options" value="ignore">

source: When a new member is subscribed to this list, their initial set of options is taken from the this variable's setting.
ca_es: Quan un nou membre es subscrit a aquest llista, les seves opcions inicials son agafades d'aquest conjunt de variables.

source: (Administrivia filter) Check postings and intercept ones that seem to be administrative requests?
ca_es: (Filtre administratiu) Voleu que es comprovin els enviaments i s'interceptin aquells que semblin ser peticions administratives?

source: Administrivia tests will check postings to see whether it's really meant as an administrative request (like subscribe, unsubscribe, etc), and will add it to the the administrative requests queue, notifying the administrator of the new request, in the process.
ca_es: Els tests administratius comprovaran els enviaments per a veure si realment són peticions administratives (com subscriu, unsubscribe, etc), i els afegirà a la cua de peticions administratives, notificant de passada a l'administrador, de la nova sol·licitud.

source: Maximum length in kilobytes (KB) of a message body. Use 0 for no limit.
ca_es: Mida màxima per al cos del missatge en kilobytes (KB). Useu 0 per a no posar límit.

source: Maximum number of members to show on one page of the Membership List.
ca_es: El màxim nombre d'usuaris a mostrar en una pàgina de la llista de subscriptors.

source: Host name this list prefers for email.
ca_es: Nom de servidor que prefereix aquesta llista per al correu electrònic.

source: The "host_name" is the preferred name for email to mailman-related addresses on this host, and generally should be the mail host's exchanger address, if any. This setting can be useful for selecting among alternative names of a host that has multiple addresses.
ca_es: El "host_name" és el nom de màquina preferit per a les adreces relacionades amb Mailman en aquest sistema, generalment hauria de ser l'adreça del sistema per a qüestions de correu electrònic. Aquesta opció pot ser útil per a seleccionar entre distints noms alternatius d'una màquina que té diverses adreces.

source: Should messages from this mailing list include the <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a> (i.e. <tt>List-*</tt>) headers? <em>Yes</em> is highly recommended.
ca_es: Han d'incloure els missatges d'aquesta llista les capçaleres <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a> (i.e. <tt>List-*</tt>)? es recomana que <em>Si</em>.

source: RFC 2369 defines a set of List-* headers that are normally added to every message sent to the list membership. These greatly aid end-users who are using standards compliant mail readers. They should normally always be enabled. <p>However, not all mail readers are standards compliant yet, and if you have a large number of members who are using non-compliant mail readers, they may be annoyed at these headers. You should first try to educate your members as to why these headers exist, and how to hide them in their mail clients. As a last resort you can disable these headers, but this is not recommended (and in fact, your ability to disable these headers may eventually go away).
ca_es: RFC 2369 defineix el grup de capçaleres de List-* que normalment s'afegeixen a cada missatge enviat a la llista de subscriptors. aquests usuaris agraïts que fan servir lectors de correu standards. Haurien d'estar sempre habilitades. <p>De tota manera, no tots els lectors de correu son standards encara, i si tens molts membres que fan servir lectors de correus d'aquest tipus els hi podrien molestar aqeustes capçaleres. Podries primer mirar d'educar als membres per fer-los entendre per que són aquestes capçaleres i com ocultarles. Com a ultim recurs les pots deshabilitar, però això no es recomana.

source: Should postings include the <tt>List-Post:</tt> header?
ca_es: L'enviament ha d'incloure la capçalera <tt>List-Post:</tt>?

source: The <tt>List-Post:</tt> header is one of the headers recommended by <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a>. However for some <em>announce-only</em> mailing lists, only a very select group of people are allowed to post to the list; the general membership is usually not allowed to post. For lists of this nature, the <tt>List-Post:</tt> header is misleading. Select <em>No</em> to disable the inclusion of this header. (This does not affect the inclusion of the other <tt>List-*:</tt> headers.)
ca_es: La capçalera <tt>List-Post:</tt> és una de les capçaleres recomanades pel <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a>. De tota manera per algunes llistes <em>announce-only</em> , només un grup molt selecte de gent té permès enviar a la llista; els subscriptors generals no tenen permís per enviar a la llista. Per llistes d'aquesta natura, la capçalera <tt>List-Post:</tt> és enganyosa. Selecciona <em>No</em> per deshabilitar l'inclusió d'aquesta capçalera. (Això no afectarà l'inclusió d'altres capçaleres <tt>List-*:</tt>).
